[GuaranteedReuseWeaponUpgrades X2TechTemplate]
DisplayName="可互换升级"
Summary="在重新设计了模块系统，使其能够拆卸部件后，现在武器升级可以无限重复使用了。"
LongDescription="在重新设计了模块系统，使其能够拆卸部件后，现在武器升级可以无限重复使用了。"

[GuaranteedReusePCS X2TechTemplate]
DisplayName="自适应个人用战斗模拟装置"
Summary="我们在个人战斗模拟装置界面设计上取得的突破让我们能够无限循环利用它们。"
LongDescription="我们在个人战斗模拟装置界面设计上取得的突破让我们能够无限循环利用它们。"
